Repository: nfearnley/thetimelineproj
Catalog: po/*.po
Languages: he, nl

source: Help contents
he: תכני העזרה

source: Questions and answers
he: שאלות ותשובות

source: Concepts
he: רעיונות

source: Tasks
he: משימות

source: Getting started tutorial
he: המדריך למתחילים

source: Where is the save button?
he: איפה לחצן השמירה?

source: There is no save button. Timeline will automatically save your data whenever needed.
he: אין לחצן שמירה. התוכנה תשמור את השינויים שלך אוטומטית בכל פעם שיהיה בכך צורך.

source: Where do the week numbers go if I start my weeks on Sunday?
he: היכן מופיעים מספקי הימים אם השבועות שלי מתחילים ביום ראשון?

source: Timeline
he: ציר הזמן

source: Events
he: אירועים

source: Categories
he: קטגוריות

source: Create event
he: יצירת אירוע

source: Edit event
he: עריכת אירוע

source: Selecting events
he: בחירת אירועים

source: Delete event
he: מחיקת אירוע

source: Will associated events be deleted when I delete a category?
he: האם אירועים הקשורים ימחקו כאשר אמחק קטגוריה?

source: Edit categories
he: עריכת קטגוריות
nl: Categorieën bewerken

source: Contact
he: יצירת קשר

source: Why is Timeline not available in my language?
he: למה ציר הזמן אינו זמין בשפה שלי?

source: Search results for '%s'
he: תוצאות חיפוש עבור %s

source: Related pages
he: עמודים קשורים

source: Start time can't be after year 9989
he: זמן ההתחלה לא יכול להיות לאחר השנה 9989
nl: Begin tijd kan niet later dan het jaar 9989 zijn

source: Start time can't be before year 10
he: זמן ההתחלה לא יכול להיות לפני השנה 10
nl: Begin tijd kan niet vroeger dan het jaar 10 zijn

source: End time can't be after year 9989
he: זמן הסיום לא יכול להיות לאחר השנה 9989
nl: Eind tijd kan niet later dan het jaar 9989 zijn

source: End time can't be before year 10
he: זמן הסיום לא יכול להיות לפני השנה 10
nl: Eindtijd kan niet vroeger dan het jaar 10 zijn

source: Start time can't be after end time
he: זמן ההתחלה לא יכול להיות לאחר זמן הסיום
nl: Begin tijd kan niet later dan de eind tijd zijn

source: Can't zoom wider than 120 years
he: לא ניתן להתרחק על יותר מ־120 שנים
nl: Kan niet verder uitzoomen dan 120 jaar.

source: Can't zoom deeper than 1 hour
he: לא ניתן להתקרב על פחות משעה אחת
nl: Kan niet verder inzoomen dan 1 uur

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
he: לא ניתן למצוא את חבילת ה־iCalendar ל־Python. החבילה נדרשת כדי לעבוד עם קובצי ICS. יש לעיין בקובץ INSTALL שבאתר של Timeline כדי לקבל הנחיות כיצד להתקין.

source: Unable to open timeline '%s'.
he: לא ניתן לפתוח את ציר הזמן '%s'.
nl: Kan tijdslijn '%s' niet openen.

source: Unknown format.
he: המבנה אינו ידוע.

source: Unable to save timeline data to '%s'. File left unmodified.
he: לא ניתן לשמור את נתוני ציר הזמן אל '%s'. הקובץ נותר ללא שינוי.

source: Unable to write timeline data.
he: לא ניתן לכתוב את נתוני ציר הזמן.

source: Unable to write to temporary file '%s'.
he: לא ניתן לכתוב אל הקובץ הזמני '%s'.

source: Unable to take backup to '%s'.
he: לא ניתן לגבות אל '%s'.

source: Unable to rename temporary file '%s' to original.
he: לא ניתן לשנות את שם הקובץ הזמני '%s' לשם המקורי.

source: Unable to delete backup file '%s'.
he: לא ניתן למחוק את קובץ הגיבוי '%s'.

source: Unable to read timeline data from '%s'.
he: לא ניתן לקרוא את נתוני ציר הזמן מ־'%s'.

source: Unable to read from file '%s'.
he: לא ניתן לקרוא מהקובץ '%s'.
nl: Kan niet lezen uit bestand '%s'.

source: Week
he: שבוע

source: Field '%s' can't be empty.
he: השדה '%s' לא יכול להשאר ריק.
nl: Veld '%s' mag niet leeg zijn.

source: Error
he: שגיאה
nl: Fout

source: Question
he: שאלה
nl: Vraag

source: No match
he: אין התאמה

source: Only one match
he: התאמה אחת בלבד

source: Delete
he: מחיקה

source: Edit Category
he: עריכת קטגוריה
nl: Categorie bewerken

source: Add Category
he: הוספת קטגוריה
nl: Categorie aanmaken

source: Invalid date.
he: התאריך שגוי.

source: Date not within allowed period.
he: התאריך אינו בטווח המותר.

source: There was a problem printing. Perhaps your current printer is not set correctly?
he: ארעה שגיאה בהדפסה. יתכן שהמדפסת הנוכחית שלך לא מוגדרת כראוי?

source: Printing
he: בהליכי הדפסה

source: Print preview
he: תצוגה לפני הדפסה

source: No timeline set
he: לא הוגדר ציר זמן
nl: Geen tijdslijn ingesteld

source: Edit
he: עריכה

source: Sticky Balloon
he: בלון דביק

source: Center
he: מרכז

source: Are you sure you want to delete %d events?
he: האם ברצונך למחוק %d אירועים?

source: Are you sure you want to delete this event?
he: האם ברצונך למחוק את האירוע?

source: Category name '%s' not valid. Must be non-empty.
he: שם הקטגוריה '%s' אינו תקני. עליו לא להשאר ריק.
nl: Categorie naam '%s' niet geldig. Mag niet leeg zijn.

source: Category name '%s' already in use.
he: שם הקטגוריה '%s' כבר נמצא בשימוש.
nl: Categorie naam '%s' reeds in gebruik.

source: Name:
he: שם:
nl: Naam:

source: Color:
he: צבע:
nl: Kleur:

source: Edit Categories
he: עריכת קטגוריות
nl: Categoriën bewerken

source: Period
he: תקופה
nl: Periode

source: Go to Date
he: מעבר אל התאריך
nl: Ga naar datum

source: Show time
he: הצגת הזמן
nl: Tijd tonen

source: read-only
he: קריאה בלבד

source: File '%s' does not exist.
he: הקובץ '%s' אינו קיים.

source: Create Event
he: יצירת אירוע
nl: Gebeurtenis aanmaken

source: Edit Event
he: עריכת אירוע
nl: Gebeurtenis bewerken

source: File Timeline...
he: קובץ ציר זמן...

source: Directory Timeline...
he: תיקיית ציר זמן...

source: New
he: חדש

source: Create a new timeline
he: יצירת ציר זמן חדש
nl: Een nieuwe tijdslijn aanmaken

source: Open an existing timeline
he: פתיחת ציר זמן קיים
nl: Een bestaande tijdslijn openen

source: Open &Recent
he: פתיחת ה&אחרונים

source: Page Set&up...
he: הגדרת &עמוד...

source: Setup page for printing
he: הגדרת עמוד להדפסה

source: Print Preview
he: תצוגה לפני הדפסה

source: Print
he: הדפסה

source: &Export to Image...
he: יי&צוא לתמונה...
nl: &Exporteer naar beeldbestand

source: Export the current view to a PNG image
he: יצוא התצוגה הנוכחית לתמונת PNG

source: Exit the program
he: יציאה מהתוכנה
nl: Het programma sluiten

source: Create &Event...
he: יצירת &אירוע...
nl: &Gebeurtenis aanmaken...

source: Create a new event
he: יצירת אירוע חדש
nl: Een nieuwe gebeurtenis aanmaken

source: Edit &Categories
he: &עריכת הקטגוריות
nl: &Categorieën bewerken

source: &Sidebar Ctrl+I
he: סרגל הצד Ctrl+I

source: &Legend
he: &מקרא
nl: &Legende

source: &Balloons on hover
he: &בלוני מידע צפים

source: Go to D&ate... Ctrl+G
he: מעבר ל&תאריך... Ctrl+G
nl: Ga naar D&atum... Ctrl+G

source: Backward PgUp
he: חזרה אחורה PgUp

source: Forward PgDn
he: מעבר קדימה PgDn

source: Fit Century
he: התאמה למאה

source: Fit Decade
he: התאמה לעשור

source: Fit Year
he: התאמה לשנה
nl: Passend maken voor jaar

source: Fit Month
he: התאמה לחודש
nl: Passend maken voor een maand

source: Fit Day
he: התאמה ליום
nl: Passend maken voor een dag

source: Find First Event
he: מציאת האירוע הראשון

source: Find Last Event
he: מציאת האירוע האחרון

source: Fit All Events
he: התאמת כל האירועים

source: &Contents F1
he: &תכנים F1
nl: $Inhoud F1

source: &File
he: &קובץ
nl: &Bestand

source: &Edit
he: &עריכה

source: &View
he: &תצוגה
nl: &Beeld

source: &Timeline
he: &ציר הזמן
nl: &Tijdslijn

source: &Navigate
he: &ניווט
nl: &Navigatie

source: &Help
he: ע&זרה

source: Create Timeline
he: יצירת ציר זמן
nl: Tijdslijn aanmaken

source: The specified timeline already exists.
he: ציר הזמן שצוין כבר קיים.
nl: De opgegeven tijdslijn bestaat al

source: Opening timeline instead of creating new.
he: פתיחת ציר הזמן הקיים במקום יצירת אחד חדש.
nl: Tijdslijn openen in plaats van een nieuwe aanmaken.

source: Information
he: מידע
nl: informatie

source: Open Timeline
he: פתיחת ציר זמן
nl: Tijdslijn openen

source: Unable to write configuration file.
he: לא ניתן לכתוב את קובץ התצורה.

source: Export to Image
he: ייצוא לתמונה
nl: Exporteer naar afbeelding

source: File '%s' exists. Overwrite?
he: הקובץ '%s' קיים. לשכתב?
nl: Bestand '%s' bestaat al. Overschrijven?

source: Timeline files
he: קובץ ציר זמן
nl: Tijdslijnbestanden

source: Image files
he: קובצי תמונה
nl: Beeldbestanden

source: No timeline opened.
he: לא נפתח ציר זמן.

source: First time using Timeline?
he: הפעם הראשונה שלך עם Timeline?

source: Relevant help topics:
he: נושאי עזרה רלוונטיים:

source: Preferences
he: העדפות

source: General
he: כללי

source: Open most recent timeline on startup
he: פתיחת ציר הזמן העדכני ביותר עם ההפעלה

source: Date && Time
he: תאריך ושעה

source: Week start on:
he: השבוע מתחיל ביום:

source: Monday
he: שני

source: Sunday
he: ראשון

source: Event Properties
he: מאפייני האירוע
nl: Gebeurtenis eigenschappen

source: When:
he: מתי:
nl: Wanneer:

source: to
he: אל
nl: naar

source: Text:
he: טקסט:
nl: Tekst:

source: Category:
he: קטגוריה:
nl: Categorie

source: Description
he: תיאור
nl: Beschrijving

source: Icon
he: סמל

source: Add more events after this one
he: הוספת אירועים נוספים לאחר זה
nl: Hierna nog gebeurtenissen toevoegen

source: End must be > Start
he: הסיום חייב להיות גדול מההתחלה
nl: Einde moet > Start zijn

source: Text
he: טקסט
nl: Tekst

source: Add new
he: הוספת חדש

source: Images will be scaled to fit inside a %ix%i box.
he: גודל התמונות ישתנה כך שיתאימו לתיבה בגודל %ix%i.

source: Select Icon
he: בחירת סמל

source: Help
he: עזרה

source: Go to home page
he: מעבר לדף הבית

source: Go back one page
he: חזרה אחורה עמוד אחד

source: Go forward one page
he: התקדמות בעמוד אחד

source: Page not found
he: העמוד לא נמצא

source: Could not find page '%s'.
he: לא ניתן למצוא את העמוד '%s'.

source: Export the current view to a PNG or BMP image
nl: Exporteer de huidige weergave naar een PNG of een BMP bestand

source: Go to &Today Ctrl+H
nl: Ga naar &Vandaag Ctrl+H

source: Could not locate manual at '%s'.
nl: Kan handleiding niet vinden in '%s'

source: Timeline User Manual
nl: Handleiding Tijdslijn

source: Are you sure to delete?
nl: Zeker verwijderen?

source: Visible:
nl: Zichtbaar:

source: Unable to read timeline data from '%s'. Enable logging (see user manual for instructions how to) and open the timeline again to get more information about the problem.
nl: Kan tijdslijn data niet lezen van '%s'. Schakel loggen in (zie handleiding voor instructies) en open de tijdslijn opnieuw om meer informatie over het probleem.

source: Save function has been disabled because there was a problem reading or writing the timeline before. This to ensure that your data will not be overwritten.
nl: Bewaar functie is uitgeschakeld omdat er eerder een probleem was met het lezen en schrijven van en naar de tijdslijn. Dit is om te verzekeren dat uw data niet overschreven wordt.

source: Unable to save timeline data.
nl: Kan de tijdslijn data niet bewaren.

source: If data was corrupted, check out the backed up file that was created when the timeline was last saved.
nl: Als data beschadigd is, kijk dan het backup bestand na dat gecreeerd is toen de de tijdslijn voor het laatst bewaard werd.

source: Unable to create backup to '%s'.
nl: Kan backup niet maken in '%s'.

source: Unknown format
nl: Onbekend formaat
